{
    "learnedKanji": "犬猫机水家外時半歳窓庭鳥肉魚何私僕零茂花今分語羽誰卍一二三四五六七八九十卵個気彼女男万弟兄妹姉父母娘孫車雨円千百朝昼晩目糞人両親甘子供日本中国田出身学生先話英名前元野菜飯茶飲校行会社午後寝起部屋風呂台所室椅東京都大阪住申留年違小高族息戚食堂好冷熱嫌安辛韓眼鏡愛恋月働間来仕事買昨明勉強友達曜火木金土忙週末平右左上下隣横冊隅棚長布団片新低古蔵庫紙手歌絵枚映画書見読散歩描泳走習音楽遊聞写真撮旅山死亖駅自転電地鉄使空港図飛機速遅近遠乗靴服冬春夏秋色白赤着黄青履黒洗帽被欲脱緩紫再公園緒館掛教弾練作料理番号丈夫神君妻心憂鬱桜雪夜悪天降晴暗弱夕方寒暑涼暖石言物塩酒変弁当全然果多砂糖結構紅牛乳少林森血店道北南西次角建入口銀病院向通狭広進曲腹箸皿寿司碗毎去休誕鞄腕他計財荷重軽切同持要売汚祖立派呼勢婚若有離似亡氏別独村願健実曇吹醤油産湾在宅奥主掃除濯浴帰座開閉付消早勤待携帯瓶池海川声匹傘鹿熊猿狐馬鳩登賑鳴動咲差静始宿題終授業易難科漢字覚葉意味辞引必性袋菓唐揚温召内夢知質問答定規簡単度鉛筆玄関暇面怖疲困嬉悲耳門町戸橋階交廊符段止危運虫足力文正玉王竹糸貝刃鬼巨草鍵箱細薄太厚押丸吸鹸置忘飴洋背締豚鶏払尻組革袖緑洒落灰制短衣指輪嵌漫球思頼投蹴取章雑誌並返貸借渡頭体薬鼻顔髪歯痛邪医者磨痩辺便利周積雷郵局貼送封筒包届更配航伝説倒負勝試合最得苦線数渋谷原点混市場首減増島集民銅選操陸種柔卓属信踊直具珍探無発凄優星湖枝光波陽舎浜折景濡深乾浅富士揺釣量汁湯様客氷和注濃噌残予約勧決現噛支狼兎鼠象蜂植染環境飼資源限殺豊可能形壊素格普美厳感値回懸命豆蓋鍋茸鮮腐材刻沸流炒焼固研究比測専攻化用反応験調床因故件不険助警察逮捕突非常怪我救急状態打逃席裏船側幹到途拾寄駐換受徒育卒成績歴史提講義準備頑張議給刺複功訳類判務続工貧相談失礼秒順割等算均占燃捨参加預任禁煙倍束守破街路録涙幸興甲斐的眺念玩趣嘘際考吐秘密由魔表絶対拝観搭券済塞込丁寧尊敬謙譲怒拳替例法律師欠位解典型挙課寺式魂祈仏宗仰葬存滅坊聖奇跡獄鈴盗犯肘喉肩爪骨膝脳眠射康治臓看護舞退般魅郎穏鮪鮭蛸握老巻軍艦河童県皇徴世界慣戦争経活価胸寂冗精笑情微互係恐恥驚触政統領員批府党案票改候補役久泥棒特懐振沖縄過代劇詩壁芸術俳拍監督品視偉演執雲霧報季節稲示域蒸燥滑猛烈刑罪訴裁官確宣告囚許為戻越以訪連博認未将泉縫米麦粉茹器凍保栄養抹含剣敵盾弓矢銃兵基第武撃衛隊渉紛激競率暴訓爆叫呟智嵐津災害洪伴犠奪防避署停鯛介責怠担駄努共喫求徹畳枕根賃敷井居溜香臭納整余毛餌暮挨拶則絡職敗己紹税収輸貿完頂戴致迷惑宜是協儀慮謝億兆箇才昭暦株札証記貯儲唯硬貨営勘契超奴丘塔断列噴漠覆接郷郊距賀咳傷舌肺肌効患睡妊娠復毒泊拭貴覧伺推薦縮滞各標識尋免期延汗裸鍛筋伸憩姿伏杖城姫竜勇妖幽霊屈械販技像充印刷削障崇罠麻雀容聴敏想論権哲況賛雰囲崩瞬漬紀騒恭飾贈喜祝祭良迎招旗催商樹裕朋奨掘満罰悩令頃州駆粧快掌往醜炭潟燕条扱費贅沢製需益企酔模擬放遺径殖胞与従労就僚募編織設築程菅総臣塁阿蓮諦緊措策群福埼奈岐阜媛移扉炊清潔管綿響端跳笛乏級噂詳査述偶載購疑蚊泣悔奮慢乱誇漱純顧添援黙抗威挑影輩焦擦騙訟融庁促穴滝底芝追叩狩沈愚蛇蟹亀鯨網巣蟻蝶雌雄虎梟哺蜘蛛双吠唸麒麟謎膨喧嘩皮宇宙検系兼漏洩妙展雇序依望希廃修及装頬腫茎診否了索房掲句苺缶酢桃溶塗剥詰仲賞導択茨岩児佐滋徳栃梨婦齢偏憶衆寮範稚幼板秀脚腰胃処箋症療凝膚圧酸較液仮析傾幕抽著創造盛誤適賢極概粋璧昔刀忍江憲杯麺餃華却昇没凸凹輝洞窟蝙蝠衝岸宝陰埋隠永冒呪騎幻抱畑農蒔刈穀牧穫栽培誠承委絹彙翻繰暢異釈曖昧詞恵慰抑耐梅盆晦幌舟掴籠股鸚鵡伊藤旦那慈略称昏貫弄闇嫉妬躊躇憧照伎瓜胡蜀黍薔薇蒜畜殲透淵魑魍魎刹煉冥椒鎌倉砕鳳凰彗逡巡焉懺咆哮螺旋羅渇痢疹膣暁曙炎鶴隼蕾鵺勃只頓姦孤松濤狗睨槌辿饅菊砦翼兜鮫鰯鯖殿柴暈椿樒褌萌志勅塾笠橘狸侍嬢汽灯飢餓磊薙綱琵琶捧闘針疆区泡鎧槍粗哀廉妥沌齟齬叱惹讐維垢筍至層迂痺乖祀餐揶揄嗽嘲遮罵蘇唖柄囮蝉蠍樫棗孕奏嬲馴栗杏絆璽靨瞼壺柑葵綴塊劣溺贔屓蹂躙耕恩善罹悟拡凪颪峠稽函虹仙稼詫賊烏釜歓撲犀逆旧繭渦肝瓦恣歪苔檻孑酬裂尽討伐額銭鎖癖碌蜻蛉狂隙鷲鷹儂鶯軒陥棋碁獲籍楓豹菫禅雫斧豪貢献傀儡虚偽撫嘴諺彩克杉虜栞蚕顎鯉魘炙聾鉢誘祇錨桐施疎矛逐潜痴霜鱗李珊瑚痙攣椎版琴糧侘斎桂慎晒貌迫礎鋭爽既晶榊柾柱貞鉱竈澳採醸稀纏稿喚籤露衰峡軌潮汐殻艶鼈隷錬焜炉甥帝殴褒鱈挿獣坂薫笘詐欺覗拒虐惚須俗蔑鬘拓也艱餅初宮省皆幅震牲菌俺柏鬣濱昴袴襟黎辱郭咄嗟胆杓沼匿鴨燐魁閲涌窒釁蕪葛淫靡卑屑旬紗齋蝸挫辻逢萬伯叔斗崎堀徐抜癒酷誓踏随捻岡喋弘檎葡萄繋皐妄悶憎恨羞痣斑隕巫拗吉剤忠宴滴控脅頷把砲墜朧鯱侵轟拷弊縦漁遣酵鯰媚膵憑祓邂逅鱒遡駱駝併拘蜥蜴蛍墓躯嗅腋漂麩朗慶應膜浮堕臨祷鯣央茄貶銘躁蜚蠊煮盥禿盲戒湿瑠璃襲蹌踉狽恍髑髏丼靄霙逸駿偵愕迸巽鰐塚迅蠢捏鑑瀞愉莞爾呑飽損孝乞叶鰻眉絞怯囁驢繊盤荒蠅篠肥囂尾巧遭讒謗曰舐疇誹蔕姑畿斜瞞埒萎柵縞鯵蝲蛄摺翔核浦沿敢奢馳拠奄蕭之囀鼓硫皺痘霞祠芽枠淹釧丹拉些睥犇髭詣疫肋盟審鈍副譜梗躍聡晃捗羊励紐桁彰捜蜜凛弥淡扇閃誑脆甚瞑匠塒諡齣熟項軟肯瑛淑里隆墨懲錮侮遜謀猶蛙評揃軸轢梶雅珠洲蟋蟀蝗軋髄尼鼾継刊蝦蟇婆竄綻蔽欒醒牙欄俵冴慌饒跪騰請邦擁尖摩摘諜几帳唱脈腸郡寛仁后垂寸尺干秤御湧鏖祥溢脇忌唆藻躾喝棄疼覇廻蒼穹漆償雹堤桑頻縛赴揮班翌諸鋼閣陛孵垣珪蛞蝓窮濁蒐乃泌肪脂繁脊捉旱魃狙圏舗倫姪踪褄沙汰奉冑佩奔瑕疵塵憫帆喪嫁斂綺麗蛻嘆鎹陵虻渕譚檜傲吊煽拙瀕蛮耗咤鑽穢巷跋扈壇毟欣咽濫觴嗜鳶荻萩鴇糊棺澪溝謁邸撹癇癪恫囃哥賽躑躅骸楚墟袈裟錠錯綜賜挟蘖晋誉掬攫掻幇赦閥椛粥隈串怜邑彦唇狡銛勲澤刳庇惨賤瀬抉渓倦貪棲獺槽堪鰭倅昆蓑粟撤暫凡瀾遂燈愁謳姻慇懃悍蘊蓄虱梓嵯峨矯羨潰嚇跨嬰鐘厄箕祉賭呉饕餮揉笊趾鸛蕎夥痕倭寇悋徊轍芯征蛾欧磁煌耶繕琥珀曝浪汲岳棟陶苓屏洛摂佇蝕蜃楼循腑嶺哉壮僻沁舶偲罅幣黛樽枯剰婉紘幾戮庶楕枢扁崗瞰弩慕掟臍滓遥匂絨毯峻憬寵贖托涅槃樺釘颯朔儒孔浸慧俯穿猥娯彷徨乙卿芻咀嚼僧侶坑碑讃即潤岬瞳遍抵謡鞭穣縁蕊諾阻蒲澄檀涯傑或斬堅牢瞋恚佳蝋燭莫臆濠朮隻尿冠渚尤姓粒亜悠凶鵜爵顰蹙毀旨漸邀獰靭桶崖屯堆佚宛斉緯煎菱裾殊吏廷碧羆遇惜准苑呆縋藁壌喰滔嘱呈尚架齧艮窺爬鬨苛蔓煩猾挽褻拐漣栓剃隔婿吟彫礁勾褐妓叡縷卯鮑妾酌咥葦藍排緻宵叙訃捌遖顕粘掠汎弛餞詭凱柳蘂筵聳紺鞘拵芥漿於纂瑟琉衡遷繚橙徽蒙託唾訂凌嘔巾嬌填逞謹戯瘴惰辣逗矜匙屍椚薪錆妨狛墳薮傭芳醇虔腺悦駕蠱陣厨憤瀑咎衷枷吾峙悼厩浄媒逝剪喩杞稟膠薊鰹禊灘舅栂紋痍劫嘯贏霹靂陳坤杜撰丑蟷螂卜鍔羹簪魈賄柩烙篝麝焚涜飄弦扶睛藉晰靖饌狢忽遁鎬磔鴫礫竿黥柊践喘癲韻如仄朴鞍裔屠弖乎詈閾磋琢磯漕睦喃轄諛茫肢叉粛憔悴還裃蛆躓瑣賓臾罷冤畏雛憚祟慟哭恢套眷縊鷺藪鶚倣惣霆泰牽擲螽斯吽梵窘瞭熾糶糴桎梏僥倖渾俄鋸鯊蛹菘艾嵩這梯愴阡陌齷齪靉靆鰥寡龕翡翠宦此淀驕厭傍毳柘榴疾棍蚤撈坩堝轆轤陋已巳襖麓箒鍬鋤盃附荘襤褸撒娶諄罌渺胤亨絢爛枳苗鞴剛慨埠簿涎漲椀艀楔凭賦燦臥頒弔𩺊霰燻誂泄掩箔嚮搬襁褓剖爨鱮踵褥且涸禄該贋享癌櫛嚔橇鋏埃薩芋括弧掏摸箪笥皰貰僅鶲坪塀匁駒貂蜆錫蛤柿杮麿獅懇胴硝詠畝遵搾恒藩俸紳累謄抄虞斤朽朱厘啓氾佃胎陪臼繍猟竺牡蠣弗窃閑鎮侯妃宰嫡秩鵬禰麹黴癩棘禽蠕矮閏而嬪夭勿詮仔簾饗旭坐旺閨閤釉圃肖鼎裳櫻廟梢鰰鱏擽倹董悉篭驟鐙婀娜畦怙姥蓊闢矍鑠梱鑢頁擢仇簫榧鰧逼憐醍醐禍橄欖炸噤菖簀豌躱雁蒟蒻茜諭伽噺盂蘭捺帖睫翫錦佞龍庄敦饉覬覦鵠翁猪櫂櫓汝瘧硯嗣蟲唄齎詛牝撥訥鄙捷鋳撓袂竦堵贄淘披窄戟畢詔怨菠薐拮卦峰咒匣鶉畷摯伍翳沽聊諫筈夷狄趨闊碍誅瓢擂辜訝挺庸簒滾糾刎頸滸慚愧叛諧謔采鍾馗覿啜麾顛筐毅憾涛邁椰僭顳顬蔭毫鼬磐瞽壬榛諍眩彿賂誣筑賠炬燵堰朕凧紬倪懼眄蟒臙閻侠龜沫驍牒瑞鍼灸俎鍮耽梁撞諮穂尉塑墾曹某殉窯艇帥迭卸畔丙輿膏鞠魯孟吻啄瓊璣箭閂遽餉痒渠邊蕩滲叢巴芦屁猜澱据蟄匕鴉冪樋楢鉞蛟腱螭俠邱熙鱸魏鶫亭徘涵弉甫辰蟠菩惧嬶騾杵蚯蚓茗炯酋兌鮟鱇喇叭桔廿笹慄曽銑嶼歿毘欅栴宥酩酊茉莉枇杷逍蕓薹踞叺馨駁衢楠沐闡瀝賺玲鷂蕗穐寓檮蔦棕櫚楊霄芙蓉茅葺侃諤鰤淋櫨柚翹瓏舒扮篤腌隴鏢蘿廬猊酥窩嘉荼坦誼玦溯歆凩劉勺堡衍缺衒茘鉦酉攀其俊蚰蜒腿餡訣秣頴傴僂與冕寅刮閹勁匪吃丞租桟款紡酪逓但債劾升又壱弐脹錘冶哨曾沃瘍聘腎膳舷瑶煤禾欽肇彬恕沓奠遼豕酎迦學藝國幟褪謐俚娼蹠燼膀胱謬蜉蝣狒鹵",
    "otherKanji": "蝮氣曻沒窪觀屬拜辭讀竒麥滯軰兒單黑關奬駈驅敺條檢俢穉稺耻燒傳濟裝旾瘠瘦絕對銜聯驗埦鎔專祕聽圍鐵徑說緡莿狀體藥處旹閇截實廣踋斷壓暜秇戰矩竟亊縡賣碕嵜覺乕虝〆朙壞莊竝傡踴變權雙艸隱會恰鷰畫顏麭參葱弌壹帋躰軆乘椉嚊龝蕉嗚噫每圓噓肆緋芲臘烟垨仗縣淚泪涕惟佛珈琲髮姐玖迚惡夛晝寶寳寚阴阥隂險乚冐籖轌譯發當數伙犧熔衞懷褱聀軄耺𫟉侭儘况查擔兩爭觔覽歷齦莖齒假證號郶饂飩來戾澁圖乄𬇐勸將產轉枉憇秊壅颱臺餘繫從內滿圀戀綂龒經亂揭遲橫㐂步播苅稻麵麪缻罐鑵畠穀收溫糓藕鰕魵戶淸哇麑靜繩橡杤灣瀧剌陀瀉泻莨倶莓荊粁獨厵佱灋屎諳黨樣凖頰輛輌續迄邉緞氈靣鹹刅戧徤魄響响惱冀眞贒翅栬皨讓蕐叅垩鐸冲灮炗榮𫞂嶋嶌嶹冣洯冰鮉靁豐喆嚞德斈斅綠翆勈伮壘畾鄰乹僜囙煅樂奧涉忄裡靑餠劍劔劒剱釼垕侽夓镸蝿嚙咬寢巢栖窼鷄辝辤爲册擧舉妝僃曆頚價營點撡凥煖騏驎辯疊疉疂叠从齡勞拔齲弭醫團懶廢畄鬚髯蕈愍剝䯊眾爺殆乨兘嚴卷遙彈乍豫靈灵譬默馘盖葢效恾辨辧辮瓣吼聲輯螘嘗夲躬誮騷繪擊柰恖罸釖刂鄕賴恃譼孃檸檬濛朦屡螯鉗梳捲屹嚏軈藷遉葫貮貳抔簞蠟怎桌槪殘粹鈆訛羪盜偸碻硏暒蟁飜釋鰞魷鰂觸訫禦寐傅慥諠譁贊沗僱吿輔壽禮擇槗缼贁拂肱臂臟穩錄巌櫔醉巵盞坏徃卻毓瘇仟慾亘亙佑屆舍寍耀燿鹼淺徵總摠緫鐶辷澑姙夅噄餝鞋梦莩䇳攜厡舩駭冝宐个緖逕朞埜壄叮嚀旉昰亦歸塲蹟狎紕兦錺闔騐笧羣簇夶礆增晚厺挻梃雺堺𫝓腦迹址𫐤舘溪谿佀冃觧玅昂亢輕獎欝鴿鮏亰悑筥筺鮨鮓訊醋眎刄圕榦壜甕甁塟敲淒㔫臰冩寫爰茲卆厯蛋囘蛔鮹鱆坭蠏悔仾棉曩坵壟佰厸疋呻蔴苧虵亗埽郞郒搔赱墖鹽醬迯窗囱牎牕窻牖坮衿搖旁戝屚飮賡鼡恠偀鱚顫惠恤驛菟兔蛭綾㐧卛銕鐡鋨絲糹凮飌灾烖庖圭噐楯珎蛽黃笔狹冨凉裹楳槑縨摑蕃俣脵胯稱畧穪昬挊挵妒蹰躕踌墸曌瞾殱稷萁渊囦檫鐮摧碎谺幡懴鴻篲蜷渴腟曉焔隨靎靏鸖鶻鸇莟鎚奸姧枩柗梥𥆩寨鱟鰮鰛鯆櫁萠敕藏饑擎鬭蝟猬貍區汔鬪鬦鉤鈎鉏鋙𠮟呵讎鎗鑓𪗱𪘚孰箰痲痹飡撚拈捩甦啞嗎蘓瘂穎欛釻枘蟬嫐橿櫧檍按紲緤靽壐𥇥壷躪閱凷擴譱忢挄凾篋闕霓毬嚢釡歡舊絸蠒擅櫃蘚孒酧醻盡牫雜錢啖鎻鐺鏈鉧鏁蜓圣吝嗇陷隟鴬簷檐棊檱槭禪鍊獻虛僞瞿戲虗喙觜檆椙擄擒俘箏蠶蝅蠺頤腮顋齶腭焙烘閊癈缽扨扠偖唀碇𨦈矴剋潛癡踈鉾鋒戈桙濳糎𫞬桘珡琹筝粮愼曬銳朏搏鑛礦砿磺竃灶釀澚纒稾藳鬮峽殼壳艷豓豔鱉龞隸爐毆襃獸裒鰔脫薰覘𬼂𬻿囏儞槲檞𮫋鬛瑜褲絝廓膽吁膻鰒𩷪鮐魨鯸鯺蝌蚪鶩鳧粦頽菁婬慙﨑壕瘉黶駮稅覡劑扣讌苟冦軣縱竪慿呶泝倂駞蝘蝪螢軀齅掖苹麸麬朖聢輒泛墮禱歲戎岱厖尨烹濕璢爼纔逬鱷冢鑒鍳藺尓伱你您篇迥纖纎甞筱篶舓畴蒂謾凋埓鰺蜊躄薺據坡耄蓬蒿䔥𫝚皷皴框睤頾嘸宷勵聰聦晄搜稔彌暝凜愈脃脺匞㣺謚𫠚肎籌稍劃舵鮙匈蛩蛬蛼髓𮝩楫檝楮膸繼瞠俤蟾蜍蟆蛯圝栾冱欗沍𩜙擵賬帷幄誯脉膓寬埀椣咫馭歐腥霸弃宆柒桼埞桒牆竆膩陞舖鋪啻胄暉圈妷蹤珮娵媳㪘歎咜鑚搦毮噎蝱潭桧蠻鏨衖俽惞胭嚥吭卮觚呩碱攪疳愒鴟鵄吳骰蔐鵇鴾鳭譏猨悖挾捁𫝜楉杪笞譽啼糵晉㬜匊爴帮幫梛烽鞦韆鬻俼皈彥脣勳蘞醶賎瀨剔銽煠噪勛廂慘湍嵠磎捿伜丄簑簔凢斃殪仆戍灌潅濺漑𧦅薀婣猂藴戌亥縅蝨𬠀眸嵳峩羂搆柬埔𰋷吴嶮帒丗卋雚宼恡佪臀㞍徰礠遑嶽稃屛攝礙貭劕樓甄雒峯澹剩橢樞幤綋剹庻矙篏塡粕糟娛砥𫳭皂聚讚卽醗醱皍諷謠穰沮韃緣蕋漄嶴嗔抛悧秫兇汀亞靱紊靫榼厓噸瓲齊熬宏亝斊畱懈壤芒囑矚鄭尙薗囓骼堊嘖訶輓棰椽榱籬笆𪘂牌註甃彳鬀壻聟睿壡𫃵啣孛夘蚫倆踠蘆葭敍敘顯澀歮汙䬻贐桺蓆莚𮋹跣萃撩呕菲譫軛迁曚矇羃尸櫟櫪椢槶𤼵廚忿諱諒銹鏽籔醕恱悅橱沉噦仞廐淨頗廏禀誡葪螳蟐刧嘨𮦷堃丒鐔羮兂鈿釵絃榑晳毋无匛燌燓瀆飃鉉貉儵磅厇稜悽鷸䃯瑳棹螻惘肅顦顇踐榎𪱻歟鎋嫶癄忰炮顚饋寃馱鵤蜡琑鶵惮鴼阦阳傚鵃雎蟖呍夳冭𣳾暸燠蔬匍偓忝牀垤齱鱞孀橊𢭐䡎梺帚繃雕鐫蔞岁籃蹈悸甖爤枸韛靠粲霽仂嗹嗤痼熏繙霑鰱緥魣潑溌貓祿𣘺𫞎倚𠏹茵蓐凅亯宍薯樏欙𨦇簟疱靤恆鈔繡鼦獵硴蛎汞𫒎祢麴絛蚌柹𣏕咏畆畒畞纍銖廛釐諬碓碾舂綉竊矦麯糀丐蝡暀圑鼑庿厲怺柢鱩估蔚鱝攊𭢫儉媼𮣏鈩燬𫝆卐𪩩弍弎什炁肚殃擣丰簘菎偪蔶鴈鳫姊繞侫踰鑄豬挌洮艪頡頏賷𮚁牸𫝼桴枹諌貛濶糺僣媾曳鷙瓠匏媿聭𫠘巖髣髴薨蜿岀霛㚑叓𠃉𭛝㓙㞮𠀋㭴𦚰𫞶悳𢛳㔟㝵㐜𬇤䆴𠮷㠀𭑨仝𠯮𡆥𩵋𫔯𢝝𬮦䨩㴞䆐蜈蚣蜙蝍氛蠎誦喻𮪈酖鉈俥躭樑簗穗叞塐曺窰窑鬥㐰㐫亼𫝂丅𮯇畊穌𨛗巤门閒间𫔭閗囗𮯎强闌杆抒胼胝鑜饟渗樷藂鞆扼㕝髙鹻𪐷獍𰽔勄𠂇鉃辦𫦿𪞄䏮𫠓𪸉𫝡𬧬𦫿㬉𮌇𣂺𪫧𤟱𪜈滊𭰑𪩣𬺽𮅔𭮳彊蟐墸碵粐閠蓜滚汢荣兴龱价燄奌肴埿粔籹柞朶虬虯楂樝鎭𦬇𬻀𫌷𮘁蘘煕熈烱鼹鼴魲陟蹶屿鴯鶓鶇奘醔兊卄歾鵼廳廰裘亮﨔槻昌旌樟梠椶苳萱倔庽梼讍魳梭枦窠溷𨻫庵菴毗貎竩擑俟謂云籾裙竭儩罎漾鑼刘棧遞枡桝桿荔丣雋儁剦𠡍抍欵痮饍瑤肈斌份丠业义乁乆乑乩乿亓亱仐㑓𫠝值两𭁇养决凈凨刁别劤劳匘鞾邌湊𱯚囊囬堽蜽麁麤麆矝蜋摹嗾幀𠛬浊旘姬娦櫸𣟱尔尠𡸴师幚开幵杙慠杭敖圗虺扺汻畵硅浚湮堙烬蝎兔莵鍍菰尭兀晨"
}